Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=296_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät tekee tiehallinnolle aloitteen Nellimin tien peruskorjaamisesta
sme: Geaidnohálddahussii álgga Njellima geainnu divodeamis

source: Ivalosta Nellimiin johtava tie tulisi peruskorjata pikimmiten.
sme: Avvilis Njellimii johtti geaidnu galggašii fárggamusat divvojuvvot.

source: Nykyisellään tie on mutkainen, huonokuntoinen ja pääosiltaan päällystämätöntä hiekkatietä.
sme: Geaidnu lea mohkkái, heajos ortnegis ja stuorámus oasis sáttogeaidnu gokčasa haga.

source: Saamelaiskäräjät tekee tiehallinnolle aloitteen Nellimin tien peruskorjauksesta.
sme: Sámediggi dahká geaidnohálddahussii álgaga Njellima geainnu vuđolaš divodeamis.

source: Aloite lähetetään tiedoksi myös Tasavallan Presidentin kansliaan.
sme: Álgga sáddejuvvo maiddái diehtun Dásseválddi Presidentta kansliijai.

source: Asiasta päätti Nellimissä keskiviikkona 24. kesäkuuta kokoontunut saamelaiskäräjien täysistunto.
sme: Áššis mearridii sámedikki dievasčoahkkin, mii dollojuvvui Njellimis gaskavahku 24.6.
